
{"success":"true","msg":[{"id":"1","name":"Nobel academy ","address":"New Baneshwor","faculties":"Science|Management|Humanities","contact":"14781401","details":"Located at New Baneshwor, Kathmandu, the Academy is known for its high quality education. Experiences of research and teaching in India, Britain and the USA with study missions in Japan are accumulated in the academic atmosphere of this institution. This academic quality, combined with the most up-to-date skills of the founding members, has made Nobel Academy a unique place for 10+2 education in the country.\n","websites":"www.Nobelcollege.edu.np","facebook":"https:\/\/www.facebook.com\/NobelAcademyHSS"},{"id":"2","name":"K and k international college","address":"New Baneshwor","faculties":"Science|Management|Humanities","contact":"14474557","details":"\nK and K College was established in the year 2004 A.D. Apart from many other names, K and K was chosen to give both the institution their individual character. Within a span of just three years K and K College has made a distinct name in the field of education. The success of K and K College lies in its strong, diverse. and qualified faculty, its students and its very energetic management team.","websites":"www.kandk.edu.np","facebook":"https:\/\/www.facebook.com\/pages\/K-K-International-College-BASW\/366213978314"},{"id":"3","name":"Ambition college","address":"Mid baneshwor","faculties":"Science|Management|Humanities","contact":"14460442","details":"Ambition college is a well-known and sought-after institution of higher education. The College offers qualitative HSEB +2 programme, Cambridge International \nA Levels at the higher secondary stage. It also runs graduate programmes - Tribhuvan University BBS and BA.\n","websites":"www.ambition.edu.np","facebook":"https:\/\/www.facebook.com\/ambition.college"},{"id":"4","name":"Times international college","address":"Dillibazar","faculties":"Science|Management|Humanities","contact":"14441163","details":"IES as a faculty. Classroom and laboratory facilities is well managed. it is accessible with a lot of facilities. it has well managed teacher and good technique of studying.\n","websites":"www.timescollege.edu.np","facebook":"https:\/\/www.facebook.com\/TheTimesCollege?fref=ts"},{"id":"5","name":"Trinity college","address":"Dillibazar ","faculties":"Science|Management|Humanities","contact":"14445955","details":"ESTABLISED OB 2007. IT IS LOCATED IN CHARKHAL,DILLI BAZAR(NEAR CITYCENTER). IT POSSES BOTH GIRLS AS WELL AS BOYS HOSTEL. IT HAS BASKETBALL COURT,TRANSPORTATION AND COMPUTER LAB WITH BASIC REUIREMNT FOR THE STUDENT.\nthere is SCIENCE,MANAGEMENT AND HUMANITIES as a faculty. Classroom and laboratory facilities is well managed. it is accessible with a lot of facilities. it has well managed teacher and good technique of studying.\n","websites":"www.trinitycollege.edu.np","facebook":"https:\/\/www.facebook.com\/trinityinternationalhss?fref=ts"},{"id":"6","name":"Platinum college","address":"Kalikasthan","faculties":"Management","contact":"14418046","details":"it is a college of management. These college is very good at bussiness study. It has a well managed environment for studying. It has all required facilities for the student. It has good labirary facilities.","websites":"www.platinumcollege.edu.np","facebook":"https:\/\/www.facebook.com\/platinummanagementcollege?fref=ts"},{"id":"7","name":"Universal college","address":"Maitidevi","faculties":"Science|Management","contact":"14442775","details":"IT IS LOCATED IN MAITIDEVI. FACULTY:SCIENCE AS WELL AS MANAGEMENT. ONE OF THE GUD COLLEGE IN KATHMANDU WITH OVERALL FACILITES. It  has good result percentage.Classroom and laboratory facilities is well managed.  It has hostel facilities as well with well trained teacher. This college encourage in sports also. it gives swimming traning to their students every week a day. there is well managed canteen for the student.","websites":"www.platinumcollege.edu.np","facebook":"https:\/\/www.facebook.com\/platinummanagementcollege?fref=ts"},{"id":"8","name":"KMC college","address":"Bagbazar ","faculties":"Science|Management","contact":"14242121","details":" Kathmandu Model College (KMC) established in 2000 right in the heart of the capital city -- Bagbazar\/Kamaladi -- reaffirms its determination to build on the achievement of recent excellent performance in the form of 100% success in Humanities, 98% in Science and 96% in Management. The growing number of students every year, despite our selective approach to their admission into the college, reveals our popularity and reputation.The college which has put high premium on quality teaching has invited, from time to time, scholars of international and national repute to deliver lectures and interact with the students.Classroom and laboratory facilities is well managed.","websites":"www.ktmmodelcollege.edu.np","facebook":"https:\/\/www.facebook.com\/pages\/Kathmandu-Model-College-Official\/226480114039189?fref=ts"},{"id":"9","name":"Golden gate international college","address":"Battisputali","faculties":"Science|Management|Humanities","contact":"14477082","details":"GoldenGate Int'l College is located at the heart of Kathmandu Metropolis, Battisputali, Old Baneshwor. It is easily accessible, with transport facilities linking it to the centre of Kathmandu and the outskirts of the city.The teaching methodology being adopted by the College incorporates a blend of lectures, class discussions and practical classes. Project works, audio-visual presentations, demonstrations and special talk-programs will be highlighted on the priority list for the overall development of a student. Classroom and laboratory facilities is well managed. Library is well stocked with all necessary subject text books, both for reference as well as for issue in addition to scores of academic as well as professional journals\/periodicals, which along with the internet forms a valuable research and learning tool. students will have access to the IT\/ Computer laboratory for high speed, free Internet access as a valuable research and learning tool while on college premises. The computer laboratory includes the latest PCs, on a one to one basis.","websites":"www.goldengate.edu.np","facebook":" https:\/\/www.facebook.com\/pages\/GoldenGate-International-College?fref=ts"},{"id":"10","name":"New summit college","address":"Mid baneshwor","faculties":"Science|Management","contact":"14495201","details":"The college provides up-dated and rich library facilities to facilitate the teaching-learning process. It has a wide collection of books, periodicals, videos and CD-ROMs. Its collection of audiovisual materials besides the access to e-library has been growing. The college has two separate well equipped computer labs with unlimited internet facility. Basically students of computer science in +2 program and BSc.CSIT utilize these labs for their practical and other students for presentations, report writing and downloading reference materials. it has well managed chemistry lab and physics lab.Sports, at NSC, are provided as refreshment to break the students' monotony from regular classes. The college makes available of basket ball, table tennis, badminton to students during the leisure time.NSC has a spacious seminar hall to conduct various programs.The college runs a number of buses for easy transportation of students in and outside the ring road at a very affordable cost. ","websites":" www.newsummit.edu.np","facebook":"https:\/\/www.facebook.com\/nsc.summit?fref=ts"},{"id":"11","name":"sagarmatha college","address":"Maitidevi","faculties":"Management|Humanities","contact":"14433334","details":"SM College is, in its 10 year long history, demonstrating its quality, dedication and commitment. The College Management expresses hearty gratitude to all of its valued parents\/guardians for their continued support, advice, feedback and warm affection they have shown for the College. The college is confident that their invaluable support will continue in the future. it has well managed labrirary as well as sport facilities.","websites":"www.smcollege.edu.np","facebook":"https:\/\/www.facebook.com\/sm.college?fref=ts"},{"id":"12","name":"St. Xavier's College","address":" Maitighar","faculties":"Science","contact":"14221365","details":"St. Xavier's College, Kathmandu, is an educational institution of higher learning established in 1988 and managed by the Nepal Jesuit Society. Jesuits began their educational work in Nepal in 1951 with the opening of St. Xavier's School, Godavari, followed by St. Xavier's School, Jawalakhel and St. Xavier's School, Deonia.\n\nJesuits have served people of all faiths, all over the world, as educators, scientists, explorers and social reformers since 1540. That centuries old tradition of service to others is the cornerstone of Jesuit education. Education at Xavier's prepares each student to live and lead in all the endeavors. It fosters critical thinking, positive action and service to others. It challenges students to go beyond career preparation. It encourages the student to be job creators rather than job seekers, creative designers of the future.\nVisitors Counter\n112190\nToday 369\nYesterday 325\nThis Week 1350\nThis Month 11218\nAll Days 112190\nHighest 07-05-2015 : 15233\nproperty management seattle\n\n ","websites":"www.sxc.edu.np","facebook":"https:\/\/www.facebook.com\/SXCMKathmanduNepal"},{"id":"13","name":"Everest college","address":"Thapathali","faculties":"Science|Management","contact":"1","details":"Everest College is ideally located at the heart of Kathmandu at Thapathali. It is a well established college not just in the literal sense, but also in its methods of teaching Management, and Business Administration. The college is governed by a consortium of management professionals, academicians, social workers and businessmen. It is affiliated both to the Higher Secondary Education Board and Tribhuvan University.","websites":"www.everest.edu.np","facebook":"https:\/\/www.facebook.com\/everestcollege.edu.np"},{"id":"14","name":" Nepal Mega College","address":"Babarmahal","faculties":"Science|Management|Humanities","contact":"14252488","details":"Situated at Babarmahal, Kathmandu, Nepal Mega College is a leading academic institution of higher learning founded by senior professors, excellent faculty members and the passionate group of educationists with an aim of imparting value based education to the aspiring youth. Team MEGA  is committed to the objective of earnest pursuit of academic excellence.\n\nNepalMEGACollege emphasizes on equipping its students with highly regarded qualifications, skills and experiences that will fulfil their career aspirations and enrich their future lives, preparing them for the challenges they will face in the years to come.","websites":"www.nepalmegacollege.edu.np","facebook":"https:\/\/www.facebook.com\/pages\/Mega-college\/172971622798854"},{"id":"15","name":"Liverpool International College","address":"New Baneshwor","faculties":"Science|Management","contact":"14781230","details":null,"websites":"www.liverpool.edu.np","facebook":"NA"},{"id":"16","name":"Columbus College","address":"Sankhamul ","faculties":"Science|Management","contact":"14781747","details":null,"websites":"www.columbus.edu.np","facebook":"https:\/\/www.facebook.com\/columbus.nepal"},{"id":"17","name":"V.S. Niketan college","address":"Subidhanagar","faculties":"Science|Management|Humanities","contact":"14482715","details":"Established in 2038 B.S., VSN College aims at imparting need-responsive quality education for the current and future generations of students. It is accredited by Higher Secondary Education Board (HSEB), HMG, with its concrete foundation of senior management body and composite personalities has been a motivating center for effective learning, innovative practices adn result oreinted education. VSN College is deeply dedicated and committed to develop competence, conscience, compassion and commitment in the personal qualities of the students. It always promotes academically solid, socially relevant and value oriented in teh country. ","websites":"www.vsniketan.edu.np","facebook":"https:\/\/www.facebook.com\/pages\/Vs-Niketan-College\/652515014777053"},{"id":"18","name":"Capital College and Research Center","address":"Koteshwor","faculties":"Science|Management|Humanities","contact":"15100456","details":"The 10 + 2 program of CCRC is affiliated to Higher Secondary Education Board (HSEB). This program is worldwide equivalent to 12 years high school and intermediate level studies. The major strength of our +2 program is students centered faculty. The teaching staff consists of most experienced professors, textbook authors and many other renowned lecturers of the nation with an intense intellectual commitment. Comfortable size classes invite you to take an active role in the interactive education process.\n \nCCRC believes that every student has unlimited potential. The +2 Program at CCRC is not merely for certification in the hands of students but for laying strong foundation for knowledge and the power of reasoning. This can enable them to successfully compete with their rivals in the academic arena and emerge as the professional achievers and winners.\n","websites":"www.ccrc.edu.np","facebook":"https:\/\/www.facebook.com\/ccrc.edu"},{"id":"19","name":"Pentagon international college","address":"Tinkune","faculties":"Science|Management|Humanities","contact":"14112324","details":"Pentagon Int'l College set up under the aegis of Pentagon Education Network (PEN) is affiliated to HSEB Nepal. The college imparts education in three streams; Science, Management and Humanities at +2 level. It has been solely conceived with a goal of  fostering and foregrounding the academia of Nepal to keep pace with the fast changing pattern and cope with the global challenges and needs of the present day.","websites":"www.pentagonintl.com","facebook":"https:\/\/www.facebook.com\/PentagonAmar"},{"id":"20","name":"Triton international  college","address":"Subidhanagar","faculties":"Science|Management|Humanities","contact":"14460350","details":"Triton international college is located in the heart of city,kathmandu,subidhanagar,tinkune.it was widw lawns and gardens with a wall inclosure that provide suitably quit environs.it is an umbrella insitutuion for +2(science,management and humanities.) ","websites":"www.educatenepal.com","facebook":"https:\/\/www.facebook.com\/pages\/Triton-International-College\/102777049888923"},{"id":"21","name":"Premier international college","address":"New Baneshwor","faculties":"Science|Management|Humanities","contact":"14467468","details":"Premier H.S. School and College, located at New Baneshwor in Kathmandu, is an educational initiative by CG with a proven history of academic success and achievement since its inception in 2000 AD. An ISO 9001: 2008 Certified College by BM Trada, UK, Premier is one of the most sought after colleges of Nepal in terms of quality education, faculty members and other modern facilities such as libraries, well-equipped laboratories, sports, interactive touch boards etc. Premier is a single spot destination for students pursuing their higher studies in Plus-two (Science\/Management\/Humanities), Bachelor's degree (BBS\/BASW), Master's degree (MBS) and CA as a professional course. ","websites":"www.premiercollege.edu.np","facebook":"https:\/\/www.facebook.com\/PremierInternationalCollegeNewBaneshworKathmandu"},{"id":"22","name":"Grammar College","address":"Koteshwor","faculties":"Science|Management|Humanities","contact":"14154735","details":null,"websites":"www.gphss.edu.np","facebook":"https:\/\/www.facebook.com\/grammarcollege"},{"id":"23","name":" Kanjirowa National H.S. School","address":"Koteshwor","faculties":"Science|Management","contact":"15100391","details":"Kanjirowa National H.S. School, known as Kathmandu Don Bosco Higher Secondary School as of 2010, was renamed with all new infrastructure and set up in 2011. But, the institution was established in 1998 as Kathmandu Don Bosco H.S. School.","websites":"www.kanjisl.edu.np","facebook":""},{"id":"24","name":"Himalaya college","address":"Koteshwor","faculties":"Management|Humanities","contact":"14600320","details":null,"websites":"","facebook":"https:\/\/www.facebook.com\/pages\/Himalaya-College-Koteshwor-Ktm\/159209014094454"},{"id":"25","name":"Navajyoti college","address":"Tinkune","faculties":"Management|Humanities","contact":"14485389","details":null,"websites":"www.navajyoticollege.edu.np","facebook":"https:\/\/www.facebook.com\/NavajyotiCollege"},{"id":"26","name":"Nasa International College","address":"Tinkune","faculties":"Science|Management","contact":"14460397","details":"NASA (National Abode for Scholars & Academicians) H.S.S.\/College is established by renowned and like-minded educational enthusiasts with a mission to produce creative and critical minds who can face the multifarious challenges in practical life in an ever increasingly complex and competitive globalized world.","websites":"www.nasacollege.com","facebook":"https:\/\/www.facebook.com\/NASAIntlCollege"},{"id":"27","name":"Saurya International Higher Secodary School and College ","address":"Sinamangal","faculties":"Science|Management|Humanities","contact":"14112256","details":"Saurya International Higher Secodary School and College is a private co-educational institution which has been established by a group of professional, dedicated and experienced teachers. It aims at providing quality higher education for the present and future generations.","websites":"www.saurya.edu.np","facebook":""},{"id":"28","name":"southwestern","address":"basundhara","faculties":"science","contact":"14383120","details":"very good college in science faculty","websites":"0","facebook":""}]}